[
   {
      "id": "NU-1",
      "name": "Baffin Island ",
      "description": "With its breathtaking landscape, the hospitality of the Inuit people, and the numerous opportunities for an unusual holiday, Baffin Island is a strong draw for tourists. But it can hardly be said that it suffers from invasions of visitors. The island is the fifth largest in the world with a coastline and landscape that vary considerably. ",
      "image":"https://www.planetware.com/photos-large/CDN/canada-nunavut-baffin-island.jpg ",
      "province": "Nunavut",
      "country": "Canada",
      "longitude":	-70.965424,
      "latitude":	65.421509
    },
    {
      "id": "NU-2",
      "name": "Auyuittuq National Park ",
      "description": "Meaning land where it never thaws, Auyuittuq National Park sits on the Cumberland Peninsula in the southeast of Baffin Island. The Penny Ice Cap, a remnant of Ice Age glaciations, takes up a large portion of the park. The landscape is characterized by broad valleys and rugged mountains with vertical walls rising up to 1,200 meters in height; Mount Asgard being particularly impressive. ",
      "image":" https://www.planetware.com/photos-large/CDN/canada-nunavut-auyuittuq-national-park.jpg",
      "province": "Nunavut",
      "country": "Canada",
      "longitude":-66,
      "latitude":	67.666667
    },
    {
      "id": "NU-3",
      "name": "Ellesmere Island ",
      "description": " Ellesmere Island lies in the extreme north of Canada, and is the second largest island-after Baffin Island-on the Canadian archipelago. It was from Ellesmere's Cape Columbia that American explorer Robert Peary set out in 1909 to walk to the North Pole. In the extreme north, you'll find Quttinirpaaq National Park, a mountainous and glaciated region with a number of hiking trails known to serious backpackers.",
      "image":"https://www.planetware.com/photos-large/CDN/canada-nunavut-ellesmere-island.jpg ",
      "province": "Nunavut",
      "country": "Canada",
      "longitude":	-72.665192,
      "latitude":		80.750389
    },
    {
      "id": "NU-4",
      "name": "Sirmilik National Park",
      "description": "Soaring mountains, rugged glaciers, and a wide variety of wildlife describes Sirmilik National Park. It is one of Canada's most remote and northern national parks, encompassing Bylot Island, Oliver Sound, and the Borden Peninsula. The land is made up of beautiful mountains, glaciers, ice fields, and coastal lowlands. While some visitors come here for boating and kayaking, it's important to note that the coast is normally not free of ice until mid-July. During ice break up and freeze up, travel to the park is not possible. ",
      "image":"https://www.planetware.com/photos-large/CDN/canada-nunavut-sirmilik.jpg ",
      "province": "Nunavut",
      "country": "Canada",
      "longitude":-77.731,
      "latitude":72.251 
    },
    {
      "id": "NU-5",
      "name": "Belcher Islands ",
      "description": "Off the Hudson Bay coast lie the barren Belcher Islands, which support polar bears, as well as Beluga whales and walruses in the surrounding waters. Some people come here to kayak; however, the Belcher Islands are extremely remote and see very few visitors each year. There is an airstrip in Sanikiluaq, which services the area. ",
      "image":"https://www.planetware.com/photos-large/CDN/canada-nunavut-belcher-islands.jpg ",
      "province": "Nunavut",
      "country": "Canada",
      "longitude":-79.499998,
      "latitude":	56.333332 
    }
]